simulations/icofoam_cases/2_branch_pair_no_main/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          32046;
        startFace       747678;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          84;
        startFace       779724;
    }
    surface
    {
        type            patch;
        physicalType    patch;
        nFaces          4998;
        startFace       779808;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          84;
        startFace       784806;
    }
)

// ************************************************************************* //
